Repository: Esukhia/Corpora
Catalog: Parallel/84000/Toh_83-The_Questions_of_Bhadrapala_the_Merchant-v1.tmx
Source language: bo
Languages: en

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all buddhas and bodhisattvas.

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་པ་གཅིག་ན།
en: Thus have I heard at one time.

source: བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ན་འོད་མའི་ཚལ་བྱ་ཀ་ལན་དཀགནས་པ་ན། ཤཱ་རིའི་བུ་ལ་སོགས་པ་བྱ་བ་བྱས་པ། བྱེད་པ་བྱས་པ་དགེ་སློང་སྟོང་ཉིས་བརྒྱ་ལྔ་བཅུའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་སོ།
en: The Blessed One was staying at Rājagṛha in the Bamboo Grove, the home of flying squirrels, together with Śāriputra and a great saṅgha of 1,250 monks, who had accomplished all that needed to be done.

source: །དེའི་ཚེ་དགེ་སློང་དེ་དག་བཅོམ་ལྡན་འདས་ཀྱི་ཐད་ན་ལུས་སྙོམ་པ་དང་། གཉིད་ཀྱི་གནས་པས་ལུས་ཉོན་མོངས་པ་མེད་ཅིང་ལུས་སྙོམ་པ་མེད་པར་གནས་སོ།
en: At that time, in the Blessed One’s presence the monks felt free of any of the physical impurities and sluggishness that derive from physical lassitude and torpor.

source: །ཡང་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱི་ཞལ་གྱི་མདངས་མེ་ཏོག་པད་མའི་ཚལ་རྒྱས་པ་ལྟ་བུར་སྣང་བར་གྱུར་ཏོ།
en: At that time, too, the Blessed One’s complexion shone like a blossoming lotus garden,

source: །དེ་ནས་དགེ་སློང་དེ་དག་འདི་སྙམ་དུ་སེམས་ཏེ།
en: and the monks thought,

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞལ་གྱི་མདངས་པད་མའི་ཚལ་རྒྱས་པ་ལྟ་བུར་སྣང་བར་གྱུར་པ་ལས་ན།
en: “As the Blessed One’s complexion is shining like a blossoming lotus garden,

source: །དེ་ནས་དེའི་ཚེ་ཚོང་དཔོན་བཟང་སྐྱོང་ཞེས་བྱ་བ་འཁོར་ཚོང་པ་དྲུག་ཁྲི་དང་བཅོམ་ལྡན་འདས་ཀྱི་ཐད་དུ་དོང་ངོ་།
en: It was then that the head merchant, named Bhadrapāla, and his entourage of sixty thousand merchants approached the Blessed One.

source: །དེ་ནས་བཟང་སྐྱོང་ཤིན་ཏུ་གཞོན་ཤ་ཅན་ལ་ལུས་ཀྱི་མདོག་བཟང་ཞིང་བཞིན་རྒྱས་པ་དང་ལྡན་པ་
en: Bhadrapāla was youthful, well-built, with a fine skin color and an open face.

source: བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: As he arrived in the Blessed One’s presence,

source: བཅོམ་ལྡན་འདས་ཏིང་ངེ་འཛིན་དུ་ཞུགས་པ།
en: the Blessed One was in samādhi,

source: རབ་ཏུ་ཞི་བ་དང་དུལ་བའི་ཡོན་ཏན་གྱི་གཏེར་དུ་གྱུར་པ།
en: and that he was composed, a repository of good qualities connected to discipline,

source: མཐོང་ངོ་།
en: he saw that

source: གསེར་གྱི་ཤིང་ལྗོན་པ་ལྟར་གཟི་བརྗིད་འབར་བ་
en: and as resplendent as a golden tree.

source: །དེ་ནས་བཟང་སྐྱོང་དད་པ་སྐྱེས་ཏེ་
en: Bhadrapāla felt faith,

source: མཉམ་པར་བཞག་པའི་ཡིད་ཀྱིས་འདི་སྙམ་དུ་སེམས་ཏེ།
en: and, in a state of composure, thought,

source: ཀྱེ་མ་ཐམས་ཅད་མཁྱེན་པ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཞེས་འཇིག་རྟེན་དུ་སྙན་པ་དག་གྲགས་པ་འདི་ནི་མི་བརྫུན་ནོ་སྙམ་མོ།
en: “Oh! Those renowned in the world as omniscient tathāgatas, arhats, completely and perfectly enlightened buddhas are rightly famous!”

source: །དེ་ནས་བཟང་སྐྱོང་གིས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་གཏུགས་ནས་དེ་བཞིན་གཤེགས་པའི་ཞལ་དུ་ལྟ་བ་གཏད་དེ་འདུག་པར་གྱུར་ཏོ།
en: Bhadrapāla prostrated himself before the Blessed One and then took a place facing him.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཟང་སྐྱོང་ལ་གཟིགས་ནས་སྐུ་ལས་འོད་ཕྱུང་ངོ་།
en: When the Blessed One looked at Bhadrapāla, light streamed out from his body.

source: །འོད་ཟེར་དེས་ཀྱང་ཚོང་དཔོན་བཟང་སྐྱོང་མི་འཇིགས་པ་སྐྱེས་ནས་
en: The light made Bhadrapāla fearless,

source: བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ཏེ།
en: and he circumambulated the Blessed One three times,

source: ཡང་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་གཏུགས་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: prostrated himself again before the Blessed One, and said,

source: །བཅོམ་ལྡན་འདས་བདག་ལ་ཐུགས་བརྩེ་བར་མཛད་དུ་གསོལ།
en: “Please, Blessed One, have compassion for me.

source: བདག་ནི་བཅོམ་ལྡན་འདས་ལ་ད་གདོད་དད་པ་ཐོབ་པ་ལགས་སོ།
en: Only now have I acquired faith in the Blessed One.

source: །བཅོམ་ལྡན་འདས་དེ་ལྟ་ལགས་པས་
en: That being so,

source: ཕྱོགས་འགའ་ལ་རེ་བ། ཆོས་འཚལ་བ། འཁོར་བའི་གནོད་པ་རྣམས་ཀྱིས་ཡོངས་སུ་ཉོན་མོངས་པ། རྣམ་པར་རྟོག་པའི་ཤས་ཆེ་བ་ངོ་མཚར་དུ་གྱུར་པ་ཅན་བདག་ལ་བཤད་དུ་གསོལ།
en: I am someone who still marvels that it is thoughts of placing hope in certain things, searching for the Dharma, or being afflicted by the ills of saṃsāra that predominate; as such a person, please instruct me.

source: བཅོམ་ལྡན་འདས་བདག་ནི་ཐེ་ཚོམ་ཅན་ལགས།
en: Blessed One, I have harbored doubt.

source: བདེ་བར་གཤེགས་པ་བདག་ནི་སོམ་ཉི་ཅན་ལགས་ན།
en: Sugata, because I was doubtful,

source: གང་གིས་བདག་རྨོངས་པར་གྱུར་ཅིང་འཁོར་བ་ལས་ངེས་པར་འབྱུང་བ་མ་འཚལ་ཏོ།
en: I was deluded and did not seek liberation from saṃsāra.

source: །བཅོམ་ལྡན་འདས་ནི་ཐམས་ཅད་མཁྱེན་པ་ལགས་ཏེ།
en: The Blessed One is omniscient and,

source: བདེ་བའི་ཡོ་བྱད་ཐམས་ཅད་འགྲུབ་པར་མཛད་པས་
en: as he provides all the necessities for achieving happiness,

source: ཡིད་བཞིན་གྱི་ནོར་བུ་རིན་པོ་ཆེ་ལྟ་བུ་འཇིག་རྟེན་དུ་དེའུ་མ་བྱུང་སྟེ་བྱུང་ངོ་།
en: his unprecedented presence in the world is like that of a wish-fulfilling jewel.

source: །བཅོམ་ལྡན་འདས་ནི་སེམས་ཅན་ཐམས་ཅད་ལ་མཉེས་གཤིན་པས་ན་
en: Because the Blessed One is affectionate toward all sentient beings,

source: ཕ་མ་ལྟ་བུ་ཡང་ལགས་སོ།
en: he is like their father and mother.”

source: །དེ་སྐད་ཅེས་གསོལ་ནས། བཅོམ་ལྡན་འདས་ཀྱིས་ཚོང་དཔོན་བཟང་སྐྱོང་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: The Blessed One replied to Bhadrapāla,

source: །བཟང་སྐྱོང་དེའི་ཕྱིར་ཅི་འདོད་པ་དྲིས་ཤིག་དང་།
en: “Bhadrapāla, ask, then, whatever you wish,

source: ངས་དྲིས་པ་དེ་དང་དེའི་ལུང་བསྟན་པས་སེམས་རངས་པར་བྱའོ།
en: and I shall delight you with my explanations in response.”

source: །དེ་ནས་བཟང་སྐྱོང་ཞུ་བར་འདོད་པས་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ
en: Wanting to ask his questions, Bhadrapāla stood to one side.

source: །ཚོང་དཔོན་བཟང་སྐྱོང་གཟི་བརྗིད་འབར་ཞིང་གཟུགས་བཟང་པོ་ཕུན་སུམ་ཚོགས་པ་ཕྱོགས་གཅིག་ཏུ་འདུག་པ་
en: While Bhadrapāla, who was resplendent and perfectly handsome, was waiting on one side,

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་མཐོང་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: the venerable Ānanda looked at him and said to the Blessed One,

source: །བཅོམ་ལྡན་འདས་བཟང་སྐྱོང་འདིའི་མདོག་བཟང་ཞིང་རྒྱས་པས་རྒྱལ་པོའི་དཔལ་ཡང་ཟིལ་གྱིས་ནོན་ཏེ་
en: “Blessed One, the fine, prosperous looks of Bhadrapāla surpass even the splendor of a king.

source: ལྷག་པར་མཛེས་པ་ནི་ངོ་མཚར་ལགས་སོ།
en: He is astonishingly beautiful.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ།
en: The Blessed One answered the venerable Ānanda,

source: ཀུན་དགའ་བོ་
en: “Ānanda,

source: ཚོང་དཔོན་གཞོན་ནུ་ཟླ་བ་འབྱོར་པ་མ་གཏོགས་པར་
en: apart from the young head merchant Candrabhūti,

source: ལྷ་རྣམས་ཀྱི་དབང་པོ་བརྒྱ་བྱིན་ལ་ཡང་མེད་དོ། །འཛམ་བུའི་གླིང་འདི་ན་ཁྱད་པར་དུ་འཕགས་པ་རྣམས་ལ་ཡང་མེད་དོ།
en: neither the lord of the gods Indra, nor the most noble ones of this world, possess

source: བཟང་སྐྱོང་འདིའི་བདེ་བའི་ཡོ་བྱད་གང་ཡིན་པ་དང་། དགའ་ཞིང་རྩེ་ལ་དགའ་མགུར་སྤྱོད་པ་གང་ཡིན་པ་དེ་ནི་
en: the requisites for happiness, pleasure, and sensual enjoyments that Bhadrapāla commands.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: The Venerable Ānanda asked,

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The Blessed One replied,

source: ཀུན་དགའ་བོ་དེའི་ཕྱིར་ཁྱོད་ཀྱིས་ཚོང་དཔོན་དགེ་བའི་རྩ་བ་བྱས་པ་འདིའི་འབྱོར་པ་དང་ལོངས་སྤྱོད་རྒྱས་པ་ཉོན་ཅིག
en: “Since you ask, Ānanda, please hear what I have to say about the riches and vast resources of this merchant who has created the roots of virtue.

source: །ཀུན་དགའ་བོ་ནོར་དང་གསེར་ཕུན་སུམ་ཚོགས་པའི་ཚོང་པ་དྲུག་ཁྲི་འདིའི་ཕྱི་བཞིན་འབྲང་ངོ་།
en: Ānanda, he is attended by sixty thousand merchants holding an abundance of wealth and gold.

source: །མལ་ཁྲི་ཚོན་སྣ་ཚོགས་སྤེལ་བས་མཛེས་པར་བྱས་པ།
en: Their beds are beautified with combinations of various colors.

source: སྨིག་ཐགས་ཅན་ལ་སྟན་ནང་ཚངས་ཅན་གཏིང་བ།
en: Their seats are on woven bamboo mats strewn with cushions,

source: གཡས་གཡོན་དུ་སྔས་དམར་པོ་བཞག་པ་དྲུག་ཁྲི་དང་།
en: with sixty thousand red cushions arranged to their left and right.

source: བུད་མེད་བགོ་བ་དར་དང་།
en: “They are attended by sixty thousand women attired in silk dresses and

source: དུ་ཀུ་ལའི་རས་དང་།
en: silken fabrics,

source: མེན་ཏྲི་དང་།
en: silk cloth and

source: མོན་དར་དང་།
en: raw silks,

source: མེས་སྦྱངས་པའི་གོས་དང་།
en: garments purified with fire, and

source: ལ་ཚིག་གུའི་སྟོད་ཀོར་དང་།
en: spangled upper garments and

source: དམར་པོ་དང་། རྣམ་པ་སྣ་ཚོགས་ཀྱི་སྣམ་ཕྲན་གྱི་གོས་གྱོན་པ།
en: fine woolen cloth of red and various other colors.

source: འོད་ཆགས་པའི་རྒྱན་གྱིས་བརྒྱན་པ།
en: They are adorned with beautiful, radiant ornaments.

source: ལག་མཐིལ་རེག་ན་སྙི་ཞིང་ཤིན་ཏུ་འཇམ་པ་རྣམ་པ་སྣ་ཚོགས་སུ་གྱུར་པ་
en: The touch of their hands is soft and very gentle in various ways.

source: དགོད་ཅིང་དགའ་བ་དང་།
en: Laughing and happy,

source: ཚིག་འཆོས་ཤིང་སྒེག་ལ་སྙན་པའི་གཏམ་བརྗོད་པས་བསྐྱེད་པའི་དགའ་བ་དང་མཆོག་ཏུ་དགའ་བས་རྒོད་པར་བྱེད་པ།
en: they arouse excitement through the pleasure and delight that they create with their alluring, charming, and pleasant conversation.

source: ཁྱིམ་ཐབ་ལ་བསྙེན་བཀུར་བྱེད་པའི་ཚུལ་གྱིས་ལུས་ལ་སྟོད་པར་བྱེད་པ།
en: Through honoring their husbands, they praise their bodies.

source: སྐྱེས་པ་གཞན་ལ་འདོད་པའི་རྒྱུད་སྤངས་པ་
en: They have given up thoughts of desire for other men.

source: མཛེས་པས་འདུད་ཅིང་བླ་གོས་བཟང་པོ་བགོས་པ།
en: They bow gracefully and wear fine shawls.

source: གཅིག་ལ་གཅིག་ཕྲག་དོག་གིས་འཐབ་པ་དང་། འཚེ་བས་བཞིན་ཁྲོ་གཉེར་གཙིགས་ཤིང་འཁུ་བར་འགྱུར་བ་མེད་པ།
en: They do not quarrel out of jealousy, scowl with hostility, or vie with each other.

source: རྐང་ལག་དང་སོར་མོ་ཤིན་ཏུ་འཇམ་པ།
en: Their limbs, fingers, and toes are very soft;

source: རྐང་ལག་གི་ཚིགས་ཀྱི་བར་མཚམས་མི་མངོན་པ།
en: the joints of their limbs do not protrude;

source: རྐང་ལག་རྒྱས་པ།
en: their limbs are fleshy;

source: སྐྲ་མཉམ་ཞིང་བཅོས་ལ་གཡས་སུ་འཁྱིལ་ཞིང་མཛེས་པ།
en: their hair is of even length and styled, wound to the right, and beautiful.

source: སྙིང་ཆགས་པ་དང་ལྡན་ཞིང་ཤིན་ཏུ་སྙིང་ཉེ་བ།
en: They are full of attachment and affection.

source: སྙན་པར་གྲགས་པའི་རིགས་དང་རུས་ལས་བྱུང་བས་གྲགས་པ་དང་ལེགས་པ་བསྐྱེད་པ།
en: Coming as they do from esteemed lineages and families, they bring fame and fortune.

source: ལུས་ཤིན་ཏུ་འཇམ་པ། རིགས་མཐོ་བའི་བུད་མེད་རྩེ་བར་འོས་པའི་ཁང་པ་དང་། མལ་ཆ་རྒྱས་པ་དང་ལྡན་པ་དྲུག་ཁྲི་དང་།
en: “These sixty thousand tender-fleshed, high-caste women lounge on sumptuous bedding in their houses fit for entertainment.

source: བཙོ་ཟངས་དྲུག་ཁྲི་གང་བའི་འབྲས་ཅན་བཟང་པོ་ཚོད་མ་ཤིན་ཏུ་དྲི་ཞིམ་པོས་སྣ་ཐ་དད་པར་ཕྱེ་བ།
en: Their sixty thousand bronze cauldrons are filled with fine cooked rice and vegetables, each with its own uniquely delicious aroma,

source: ཁ་ཟས་རྣམ་པ་སྣ་ཚོགས་དྲི་ཞིམ་ཞིང་ཡིད་དུ་འོང་ལ་དགའ་བ་སྐྱེད་པར་བྱེད་པ།
en: as well as different types of fragrant and delightful food and drink,

source: སཱ་ལུ་བཟང་པོའི་ཆན་དང་། ཆུ་ཡན་ལག་བརྒྱད་དང་ལྡན་པ་ལྟ་བུའི་
en: such as fine-pulped rice or water with the eight good qualities.

source: ཉོན་མ་མོངས་པར་གྲུབ་ཅིང་བསོད་ནམས་ཀྱིས་བྱུང་ལ་དྲི་ང་ཞིང་མི་གཙང་བ་དང་།
en: Because they hold merit and are free from defilements, they do not smell badly, are not unclean,

source: ལུས་ཀྱི་སྐྱོན་དུ་འགྱུར་བ་མེད་པ་དག་དང་།
en: nor do they have physical flaws.

source: ཁང་པ་བརྩེགས་པ་ནོར་བུ་དང་། མུ་ཏིག་དང་། བཻདཱུརྱ་དང་། རིན་པོ་ཆེ་སྣ་ཚོགས་ཀྱིས་སྤྲས་པ་རྣམ་པར་ཕྱེ་ལ་སྡུག་ཅིང་མཛེས་པར་བྱས་པ་དང་།
en: “Their tall houses are made fair and beautiful in distinctive ways; they are embellished with gems, pearls, beryl, and jewels,

source: རས་སྤྱངས་ཤིང་རླུང་གིས་བསྐྱོད་པའི་བུན་ལོང་དང་།
en: with clean fabrics that swirl in the breeze, and

source: མེ་ཏོག་སིལ་མས་གཏོར་བ་དང་།
en: are strewn with scattered flowers.

source: བསིལ་བའི་ཆུས་རེག་ན་བདེ་བས་ཁྱབ་པས་བསིལ་བར་གྱུར་པ།
en: They are cooled by the pleasant sprinkling of water cool to the touch

source: འཁར་རྔ་དང་། པི་བང་རྒྱུད་གཅིག་པ་དང་། པི་བང་དང་། གླིང་བུ་དང་། རྫ་རྔ་ཆེན་པོ་ལས་བྱུང་བའི་སྒྲ་སྙན་པའི་དར་དིར་དང་། ཕུག་རོན་གྱི་སྐད་ཡིད་དུ་འོང་ཞིང་ཆགས་སུ་རུང་བས་མཛེས་པར་བྱས་པ།
en: and graced by the sweet murmur sounding from gongs, single and multiple-stringed lutes, flutes, kettle drums, as well as the delightful and attractive cooing of pigeons.

source: མེ་ཏོག་གི་འཁྲི་ཤིང་གིས་རྩེ་མོ་འཁྲིས་པ་ལ་སྦྲང་བུ་སྒྲ་སྙན་པ་འབྱིན་པ།
en: Bees buzz pleasantly on the coiling tips of flowering vines.

source: ལྷའི་གནས་དང་། རི་རབ་ཀྱི་ཕྲག་གི་བར་ལྟ་བུར་རླུང་སྐྱབས་དང་ལྡན་པའི་མར་མེ་འབར་བའི་གཟི་བརྗིད་དང་།
en: They live as if nestled between the abode of the gods and the slopes of Mount Meru, with the splendor of shining lamps screened from the wind, and

source: སྨན་གྱི་སྒྲོན་མ་དངར་བ་དྲུག་ཁྲི་དང་། གྲོང་ཁྱེར་བཞི་མདོ་དང་། སུམ་མདོ་དང་། བ་གམ་དང་། སྲང་སྡུག་གུས་མཛེས་པར་བྱས་པ།
en: medicinal torches, in villages graced with sixty thousand courtyards, crossroads, parapets, and street corners.

source: ཡུལ་སྣ་ཚོགས་ཀྱི་སྐད་དང་། སྤྱོད་པ་དང་། ཟོང་དང་། ཚོང་ཁང་སྣ་ཚོགས་སྤེལ་བས་མཛེས་པར་བྱས་པ།
en: “There is a profusion of languages, customs, and merchandise from different countries,

source: ཚོང་ཁང་སྣ་ཚོགས་སྤེལ་བས་མཛེས་པར་བྱས་པ།
en: and a variety of shops,

source: ཚོང་པའི་ཚོགས་སྟོང་དག་གིས་ལང་ལོང་དུ་གྱུར་པ།
en: with seething throngs of thousands of merchants,

source: ནགས་དང་ཤིང་ལྗོན་པ་སྣ་ཚོགས་བརྒྱ་སྟོང་དག་གིས་འཁྲིགས་པ། ཀུ་མུ་དའི་མེ་ཏོག་རྒྱས་པ་དྲི་མ་མེད་པ་སྤེལ་བས་མཛེས་པར་བྱས་པ།
en: and an abundance of thousands of groves and trees of different types and flawless blossoming lotus flowers.

source: རྟ་དང་། གླང་པོ་ཆེ་དང་། ཤིང་རྟའི་མཆོག་གིས་བུན་ལོང་དུ་གྱུར་པ་དྲུག་ཁྲི་ཡོད་དོ།
en: There is a whirl of sixty thousand of the finest horses, elephants, and chariots.

source: །ཀུན་དགའ་བོ་གྲོང་ཁྱེར་དེ་དག་གི་ནང་ན་ཚོང་དཔོན་དང་། ཚོང་པ་དང་། ཡུལ་གྱི་མི་དང་།
en: “Ānanda, in those villages the head merchants, merchants, local people, and

source: དེད་དཔོན་འཁོད་པ་རྣམས་ཀྱང་ཚོང་དཔོན་གཞོན་ནུ་བཟང་སྐྱོང་དེའི་བསྔགས་པ་རྗོད་ཅིང་སྙན་པ་སྨྲ་བར་བྱེད་དེ།
en: foreign traders who have settled there sing the praises of the young head merchant Bhadrapāla, and speak well of him.

source: ཉིན་གཅིག་བཞིན་དུ་ཐལ་མོ་སྦྱར་ནས་འདུད་པར་བྱེད་དོ།
en: They join the palms of their hands and bow to him daily.

source: །ཡུལ་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་ཡང་དེའི་དབང་ཕྱུག་དང་། འབྱོར་པ་དང་། ལོངས་སྤྱོད་རྒྱས་པ་མཐོང་ན་བདག་ཉིད་ལ་མི་དབུལ་པོ་ལྟ་བུར་འཛིན་ཏོ།
en: Even Prasenajit, King of Kosala, would regard himself as a pauper were he to see Bhadrapāla’s power, wealth, and prosperity.

source: །ཀུན་དགའ་བོ་ཚོང་དཔོན་གཞོན་ནུ་ཟླ་བ་འབྱོར་པ་འདི་ནི་
en: “Ānanda, the wealth of the young head merchant Candrabhūti is as follows.

source: བཙོ་ཟངས་འབུམ་གྱི་གཡོས་བྱེད་པ་དང་ལྡན་པའི་འཁོར་གྱིས་བསྐོར་ཏེ།
en: He is surrounded by an entourage that includes cooks equipped with a hundred thousand cauldrons.

source: ཀུན་དགའ་བོ་དེའི་བསྙེན་བཀུར་བྱེད་པ་ཡང་བུད་མེད་ལྔ་སྟོང་ཡོད་དོ།
en: Ānanda, he also has five thousand women serving him.

source: །ཀུན་དགའ་བོ་ཟླ་བ་འབྱོར་པ་དེ་ལ་ནི་ལྷ་རྣམས་ཀྱི་དབང་པོ་བརྒྱ་བྱིན་གྱི་བདེ་བའི་ཡོ་བྱད་ཀྱིས་ཀྱང་ཆ་ཙམ་དུ་ཡང་མི་ཕོད་དོ།
en: Ānanda, even the requisites for the happiness of Indra, the lord of the gods, do not compare in the slightest with those of Candrabhūti.

source: ། ཀུན་དགའ་བོ་ཚོང་དཔོན་གཞོན་ནུ་ཟླ་བ་འབྱོར་པ་དེ་ལ་ནི་ཚོང་དཔོན་བཟང་སྐྱོང་གི་གཟུགས་བཟང་བ་དང་། ཁ་དོག་རྒྱས་པ་དང་། དབང་ཕྱུག་དང་། བདེ་བའི་ཡོ་བྱད་ཀྱིས་བརྒྱའི་ཆར་ཡང་མི་ཕོད་དོ།
en: Ānanda, the fine form and rich complexion, the power and requisites for happiness of Bhadrapāla do not compare to a hundredth part of those of Candrabhūti.

source: །བཅོམ་ལྡན་འདས་ཚོང་དཔོན་བཟང་སྐྱོང་འདིའི་ནོར་དུ་གྱུར་པ་གང་ལགས།
en: “Blessed One, what are the riches of Bhadrapāla?”

source: བཅོམ་ལྡན་འདས་འདི་ཆོས་ཀྱི་ཚུལ་ཇི་ལྟ་བུ་ཞིག་སྟོན་པར་དགོངས་ཤིག་གུ་སྙམ་མོ།
en: what kind of teaching does he intend to give

source: །ཀུན་དགའ་བོ་འོན་ཀྱང་བཟང་སྐྱོང་ལ་ནི་ལྷའི་ཤིང་རྟ་ལྷའི་ནོར་བུ་རིན་པོ་ཆེ་འོད་འབར་བ་ནམ་མཁའ་སྐར་མས་སྤྲས་པ་དང་འདྲ་བ།
en: Nevertheless, Ānanda, Bhadrapāla possesses heavenly chariots adorned with as many celestial gems and brilliant jewels as the sky is adorned with stars,

source: ལྷའི་གསེར་འཚེར་བས་ངོས་སྤྲད་པ།
en: gilded with celestial, glittering, gold,

source: རྡོ་རྗེ་དང་། སྤུག་དང་། མེ་ཤེལ་སྣ་ཚོགས་ཀྱིས་མཛེས་པར་བྱས་པ་
en: and beautified with diamonds, precious stones and various kinds of crystal.

source: རླུང་གི་ཤུགས་ལྟར་མགྱོགས་ཤིང་ནམ་མཁའ་ལྡིང་གི་ཤུགས་ལྟར་འགྲོ་བ་
en: These chariots are as fast as the wind and fly like an eagle in the sky.

source: དེ་ལ་ཞོན་ནས་རིན་པོ་ཆེའི་གླིང་དུ་ཡང་འགྲོ་ཞིང་བདེ་བ་དང་ལྡན་ལ། རྩེད་མོ་ཉམས་སུ་མྱོང་ནས་
en: Once mounted, they take him to jewel-islands, and after he has amused himself in those happy places,

source: ཕྱིར་འོང་བའི་ཤིང་རྟའི་མཆོག་ཡིད་འཕྲོག་པ་ཞེས་བྱ་བ་ཡོད་དོ།
en: the ravishingly beautiful chariots take him back home.”

source: །དེ་ནས་ཀུན་དགའ་བོས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་གཏུགས་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: At this, Ānanda prostrated himself before the Blessed One and asked,

source: །བཅོམ་ལྡན་འདས་ཚོང་དཔོན་གཞོན་ནུ་བཟང་སྐྱོང་འདིས་དགེ་བའི་རྩ་བ་ཇི་ལྟ་བུ་ཞིག་བསགས་ལགས།
en: “Blessed One, how did this young head merchant, Bhadrapāla, amass his roots of virtue?”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: The Blessed One replied,

source: །ཀུན་དགའ་བོ་འདིར་དགེ་བའི་རྩ་བ་སངས་རྒྱས་ལ་བསྐྱེད་པ་དག་གི་རྣམ་པར་སྨིན་པ་ནི་དེ་ཡིན་ཏེ།
en: “Ānanda, his roots of virtue here will come to maturation in buddhahood.

source: ཀུན་དགའ་བོ་འདས་པའི་དུས་ན་འདིར་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་བདེ་བའི་འོད་ཅེས་བྱ་བ་བྱུང་ངོ་།
en: Ānanda, long ago the Tathāgata, the arhat, the completely and perfectly enlightened Buddha Sukhābha lived in this world.

source: །ཀུན་དགའ་བོ་ཚོང་དཔོན་བཟང་སྐྱོང་དེ་ནི་དེའི་ཉན་ཐོས་གཙུག་ཕུད་བཟང་ཞེས་བྱ་བར་གྱུར་ཏེ།
en: Ānanda, Bhadrapāla was a disciple of his called Cūḍabhadra.

source: བསླབ་པའི་གཞི་མ་ཉམས་ཤིང་ཚུལ་ཁྲིམས་མ་འཆལ་བར་སྤྱོད་པ།
en: He had not transgressed his basic precepts, and resolutely maintained ethical behavior.

source: ཆོས་སྨྲ་བ།
en: He was a proponent of Dharma,

source: ཐོས་པའི་མཛོད་འཛིན་པ་དང་།
en: a repository of the teachings that he had studied,

source: འདུལ་བ་འཛིན་པར་གྱུར་ཏེ།
en: and a holder of the Vinaya.

source: དེས་ཉིན་གཅིག་བཞིན་དུ་སེམས་ཅན་རྣམས་ལ་སྐད་སྙན་ཅིང་ཡིད་དུ་འོང་བ་དང་།
en: Every day he delivered to the people teachings that were eloquent and agreeable,

source: ཟབ་ཅིང་བརྟན་པ་དང་།
en: profound and reliable,

source: གསང་མཐོ་ཞིང་ཟུར་ཕྱིན་པས་ཆོས་བསྟན་ཏོ།
en: sonorous and accessible.

source: །གང་གིས་ཆོས་དེ་ཐོས་ཤིང་ཀུན་ཆུབ་པར་བྱས་པ་དེ་ཡང་ཕྱིན་ཆད་ལོག་པར་ལྟུང་བར་འགྲོ་བར་མི་འགྱུར་རོ།
en: Whoever heard and comprehended his teachings would, from that point on, never lapse into perverse views.

source: །ཀུན་དགའ་བོ་ཆོས་ཀྱི་སྦྱིན་པ་དེས་བསྐལ་པ་དགུ་བཅུ་རྩ་གཅིག་གི་བར་དུ་ལྷ་དང་མི་རྣམས་མགུ་བར་བྱས་སོ།
en: Ānanda, his gift of the Dharma gladdened the hearts of gods and men for ninety-one eons.

source: །ཀུན་དགའ་བོ་དེའི་ཤིང་རྟའི་གཞལ་མེད་ཁང་གང་ཡིན་པ་དེ་ཡང་བཤད་པར་བྱ་སྟེ།
en: “Ānanda, let me also explain Bhadrapāla’s celestial chariot.

source: ཀུན་དགའ་བོ་འདིས་དགེ་སློང་ཚངས་པར་སྤྱོད་ཅིང་ཚུལ་ཁྲིམས་དང་ལྡན་པ་ལུས་ཉམ་ཆུང་བ་ཞིག་ལ་དད་པའི་སེམས་ཀྱིས་བསོད་སྙོམས་བྱིན་ནས་
en: Ānanda, Bhadrapāla offered alms devotedly to a monk who lived a humble life of purity and ethical conduct;

source: ལྷམ་ཟུང་ཅིག་ཀྱང་བྱིན་ཏེ།
en: he even gave him a pair of shoes.

source: དེའི་བསོད་ནམས་རྣམ་པར་སྨིན་པ་དེས་ན་ལྷའི་ཤིང་རྟའི་མཆོག་མངོན་པར་གྲུབ་པར་གྱུར་ཏོ།
en: The maturation of that merit produced the fine celestial chariot.

source: །ཀུན་དགའ་བོ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གིས་ཀྱང་འདི་སྐད་དུ་མ་འོངས་པའི་དུས་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཤཱཀྱ་ཐུབ་པ་འབྱུང་བ་དེས་ཁྱོད་ལུང་སྟོན་པར་འགྱུར་རོ་ཞེས་གསུངས་སོ།
en: Ānanda, the Tathāgata, the arhat, the completely and perfectly enlightened Buddha Kāśyapa also said, ‘In the future, the Tathāgata, the arhat, the completely and perfectly enlightened Buddha Śākyamuni will be born, and he will give you a prediction.’

source: །ཀུན་དགའ་བོ་ཚོང་དཔོན་བཟང་སྐྱོང་འདི་ནི་ངས་འདུལ་བའོ།
en: Ānanda, Bhadrapāla here is mine to train.”

source: བཅོམ་ལྡན་འདས་ཚོང་དཔོན་འདི་ནི་ནོར་དང་། གསེར་ཕུན་སུམ་ཚོགས་ལ་འདོད་པ་དང་ལྡན་པའི་ཡུལ་རྣམས་ཀྱིས་ཀྱང་དྲེགས་པར་མ་གྱུར་པ་ནི་ངོ་མཚར་ལགས་སོ།
en: “Blessed One, it is wonderful that abundant wealth, gold, and desirable objects have not made this head merchant arrogant.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The Blessed One replied,

source: མཁས་པ་དག་ནི་འདོད་པའི་ལོངས་སྤྱོད་རྒྱས་པའི་ཁྱད་པར་དག་གིས་དྲེགས་པར་མི་འགྱུར་ཏེ།
en: “The extensive enjoyment of sensual desires does not make wise people arrogant.

source: ཀུན་དགའ་བོ་ཚོང་དཔོན་འདི་ནི་དགེ་བའི་ཆོས་ཅན།
en: Ānanda, this head merchant, who possesses virtuous qualities,

source: དགེ་བའི་རྩ་བ་ཉམས་སུ་མྱོང་བ་ཡིན་ནོ།
en: is reaping the roots of virtue.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བསྐུལ་ནས་ཚོང་དཔོན་གཞོན་ནུ་བཟང་སྐྱོང་གིས་བདག་ཉིད་ཀྱི་སྐབས་ཕྱེ་བར་རྟོགས་ནས་
en: It was now that Bhadrapāla, encouraged by the Blessed One, understood that his opportunity to ask questions had come.

source: ཐལ་མོ་སྦྱར་ཏེ་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་གཏུགས་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Joining his palms together, he prostrated before the Blessed One, and asked,

source: །གལ་ཏེ་བཅོམ་ལྡན་འདས་ཀྱིས་བདག་ལ་སྐབས་ཕྱེ་ན་བཅོམ་ལྡན་འདས་སེམས་ཅན་ཐམས་ཅད་ལ་སྨན་འདོགས་ཤིང་ཐུགས་བརྩེ་བ་ཅན་ལ་བདག་ཕྱོགས་འགའ་ཞིག་ཞུ་བར་འཚལ་ལོ།
en: “If the Blessed One, who is beneficent and compassionate toward all beings, would allow me, may I please ask some questions on a few subjects?”

source: བཟང་སྐྱོང་དེའི་ཕྱིར་ཁྱོད་ཀྱི་དྲི་བ་དང་འཐུན་པའི་དུས་ལ་བབ་ཀྱིས།
en: “Bhadrapāla, now is the time for you to put your questions,

source: བཟང་སྐྱོང་ཁྱོད་ཅི་དང་ཅི་འདོད་པ་དྲིས་ཤིག་དང་ངས་ཁྱོད་ལ་བཤད་དོ།
en: so ask whatever you wish;

source: །དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: I shall answer you.”

source: བཅོམ་ལྡན་འདས་ལ་བཟང་སྐྱོང་གིས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Bhadrapāla said,

source: །བཅོམ་ལྡན་འདས་འདི་ན་སེམས་ཅན་རྣམས་རྣམ་པར་ཤེས་པ་མ་འཚལ་ཏེ།
en: “Blessed One, sentient beings in this world do not know about their consciousness.

source: ཟ་མ་ཏོག་གི་ནང་གི་རིན་པོ་ཆེ་མི་རིག་པ་བཞིན་དུ་ཐམས་ཅད་ཀྱིས་རྣམ་པར་ཤེས་པ་མི་རྟོགས་ན།
en: If not understanding consciousness is akin to not knowing of a jewel hidden in a box,

source: བཅོམ་ལྡན་འདས་རྣམ་པར་ཤེས་པ་དེ་གང་ལགས།
en: what then, Blessed One, is consciousness?

source: ཇི་ལྟར་ན་རྣམ་པར་ཤེས་པ་ཞེས་བགྱི།
en: Why is it called consciousness?

source: བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་མི་གུམ་པའི་རྐང་ལག་དང་མིག་ཉམས་ཤིང་འགུམ་པའི་དུས་ཀྱི་ཚེ་
en: Blessed One, a dying person’s limbs and eyes fail; when, at the moment of death,

source: དབང་པོ་རྣམས་འགག་ཅིང་ཁམས་རྣམས་དང་མི་ལྡན་པར་གྱུར་པ་ན་
en: his faculties cease and he loses his constituent elements,

source: རྣམ་པར་ཤེས་པ་འདི་ལུས་ལས་ཇི་ལྟར་འཕོ་ཞིང་མཆི་གཟུགས་ནི་ཇི་ལྟ་བུ་ལགས།
en: how does this consciousness undergo transfer from the body, and what type of form does it have?

source: རང་བཞིན་ནི་ཇི་ལྟ་བུ་ལགས།
en: What is its nature?

source: རྣམ་པར་ཤེས་པ་འདིས་ལུས་ཡོངས་སུ་བཏང་ནས་ལུས་གཞན་ཇི་ལྟར་ལེན་པར་འགྱུར།
en: How does consciousness, after abandoning one body, appropriate another body?

source: ཇི་ལྟར་ན་ཁམས་རྣམས་ཡོངས་སུ་བཏང་ཞིང་སྐྱེ་མཆེད་རྣམས་བོར་ནས་འདི་ནས་འཇིག་རྟེན་ཕ་རོལ་དུ་མཆི་བར་འགྱུར།
en: After abandoning the elements and casting off the sensory fields, how does it leave this world and go on to the next?

source: བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་མི་གུམ་པའི་སྐྱེ་མཆེད་རྣམས་རྗེས་སུ་འབྲང་བར་འགྱུར།
en: Blessed One, how do a dying person’s sensory fields follow him?

source: བཅོམ་ལྡན་འདས་འཇིག་རྟེན་འདིར་དགེ་བའི་རྩ་བ་བསགས་པ། འཇིག་རྟེན་ཕ་རོལ་དུ་ཇི་ལྟར་མྱོང་བར་འགྱུར།
en: Blessed One, how does someone experience, in another world, the roots of virtue accumulated in this world?

source: ཇི་ལྟར་ན་ཕུང་པོ་འདི་དག་གིས་དགེ་བའི་རྩ་བ་བསགས་ལ་ཕྱིས་ཕུང་པོ་གཞན་དག་གིས་ཉམས་སུ་མྱོང་བར་འགྱུར།
en: How is it that the roots of virtue accumulated by the current aggregates are experienced later on by another set of aggregates?

source: ཇི་ལྟར་ན་རྣམ་པར་ཤེས་པ་འདི་ལུས་ཀྱི་རྗེས་སུ་འབྲང་བར་འགྱུར།
en: How does consciousness follow the body?

source: ལུས་དང་ནི་ཇི་ལྟར་འབྲལ་བར་འགྱུར།
en: How does it separate from the body?

source: ཇི་ལྟར་ན་ལུས་ཐ་དད་པ་དག་ལེན་པར་བགྱིད།
en: How does it appropriate different bodies?

source: ཇི་ལྟར་ན་སྐྱེ་མཆེད་རྣམས་ལུས་ཀྱི་རྗེས་སུ་འབྲང་བར་འགྱུར།
en: How do the sensory fields follow the body?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཟང་སྐྱོང་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: The Blessed One said to Bhadrapāla,

source: །བཟང་སྐྱོང་ལེགས་སོ་ལེགས་སོ།
en: “Excellent, Bhadrapāla!

source: །དེ་དེ་བཞིན་ཏེ། ཁྱོད་ཀྱིས་ང་ལ་བསྐུལ་བ་བཞིན་ནོ།
en: It is good that you prompt me so.
